[
  {
    "name": "MUTANT EXTREMISTS TARGET U.S. SENATORS!",
    "type": "Extraction",
    "threat": 19,
    "setup": "Place 6 Senator tokens (Civilian) as shown on Map L.",
    "scoring": "Players score 1 VP per character they control holding a Senator during the Cleanup Phase.",
    "details": "Interact (Senator): Pick up this Senator. A character can hold only 1 Senator at a time. A character holding a Senator can make only 1 move action per turn.",
    "banned": false,
    "map": "L",
    "speed": 6,
    "id": "f1a71e83-1297-4528-be07-189a173e270e",
    "image": "mutant_extremists_target_us_senators.png"
  },
  {
    "name": "MYSTIC WAKANDAN HERBS: FACT OR FICTION?",
    "type": "Extraction",
    "threat": 15,
    "setup": "Place two Herb (Asset) onto the central points on map A. Place two Vessels (Target of Opportunity) on the other two points.",
    "scoring": "Players score 4 VPs if an allied character is holding their Herb while contesting their Vessel during the Cleanup Phase.",
    "details": "Interact (Herb): Pick up your Herb.\nA character holding an Herb cannot perform more than one move action per turn, and adds one die to {PHYS} attack rolls, and has the {INNATE} Immunity [Slow, Stagger] superpower.\nHerbs placed farthest from a player's board edge and Vessels placed closest to a player's board edge are their Herbs and Vessels.",
    "banned": true,
    "map": "A",
    "speed": 4,
    "id": "c60e4d20-bf2e-441b-8603-bd8163553572",
    "image": "mystic_wakandan_herbs_fact_or_fiction.png"
  },
  {
    "name": "RESEARCH STATION ATTACKED!",
    "type": "Extraction",
    "threat": 15,
    "setup": "Place 1 Researcher token (Civilian) onto the central point on Map E. Place 2 Evac Point tokens (Asset) onto the other points on Map E.",
    "scoring": "A player scores 2 VPs if they are securing the Researcher during the Cleanup Phase. Then they score 1 additional VP if the Researcher is within {RNG} 1 of their Evac Point.",
    "details": "During the Power Phase, the Researcher may move. If a player is securing the Researcher, they may place it within {RNG} 2 of its current position.\nThe Evac Point farthest from a player's battlefield edge is their Evac Point.",
    "banned": false,
    "map": "E",
    "speed": 4,
    "id": "1d6914bd-67bd-4792-9786-cc7b8e24ed1e",
    "image": "research_station_attacked!.png"
  },
  {
    "name": "SKRULLS INFILTRATE WORLD LEADERSHIP",
    "type": "Extraction",
    "threat": 20,
    "setup": "Place 4 Skrull Agent tokens (Civilian) as shown on Map J.",
    "scoring": "Players score 1 VP for each Skrull Agent held by a character they control during the Cleanup Phase.",
    "details": "Interact (Skrull Agent): Pick up this Skrull Agent. A character can hold only 1 Skrull Agent at a time. Then roll dice equal to this character's {PHYS} defense. If the result does not contain one or more {CRIT} or {WILD} results, the opposing player Pushes this character {S}.",
    "banned": false,
    "map": "J",
    "speed": 4,
    "id": "7210e5c5-0155-4423-957f-abbcfdf30005",
    "image": "skrulls_infiltrate_world_leadership.png"
  },
  {
    "name": "SPIDER INFECTED INVADE MANHATTAN",
    "type": "Extraction",
    "threat": 17,
    "setup": "Place 5 Spider-Infected tokens (Civilian) as shown on Map F.",
    "scoring": "Players score 1 VP for each Spider-Infected held by a character they control during the Cleanup Phase.",
    "details": "Interact (Spider-Infected): Pick up this Spider-Infected. A character can hold only 1 Spider-Infected at a time.\n During the Power Phase, starting with the player with Priority, players roll 1 die for each character they control holding a Spider-Infected. If the result is a {WILD}, {CRIT}, or {HIT}, that character Advances {S} before rolling for the next character. The opposing player resolves this Advance.",
    "banned": false,
    "map": "F",
    "speed": 5,
    "id": "aa6e36a5-d516-48e7-99b8-92fd873b571e",
    "image": "spider_infected_invade_manhattan.png"
  },
  {
    "name": "STRUGGLE FOR THE CUBE CONTINUES",
    "type": "Extraction",
    "threat": 17,
    "setup": "Place 5 Cosmic Cube Fragment tokens (Asset) as shown on Map F.",
    "scoring": "Players score 1 VP for each Cosmic Cube Fragment held by a character they control during the Cleanup Phase.",
    "details": "Interact (Cosmic Cube Fragment): Pick up this Cosmic Cube Fragment. During the Cleanup Phase, each character suffers 1 {DMG} for each Cosmic Cube Fragment it is holding. Characters gain 1 {PWR} for each {DMG} they suffered this way.",
    "banned": false,
    "map": "F",
    "speed": 5,
    "id": "c7edcff3-6871-4f00-b911-4e5ced2ef64c",
    "image": "struggle_for_the_cube_continues.png"
  },
  {
    "name": "THE MONTESI FORMULA FOUND",
    "type": "Extraction",
    "threat": 18,
    "setup": "Place 3 Spellbook tokens (Asset) as shown on Map E.",
    "scoring": "Players score 1 VP for each Spellbook held by a character they control during the Cleanup Phase.",
    "details": "Interact (Spellbook): Pick up a Spellbook.\nA character cannot hold more than one Spellbook. A character holding a Spellbook can use the following attack once per turn:\n{MYST} MYSTIC BEAM {RNG} B3 {STR} 6 {COST} 0\nA character holding a Spellbook may use the attack shown above once per turn. It cannot add additional dice to this attack or modify its dice during this attack.",
    "banned": false,
    "map": "E",
    "speed": 3,
    "id": "19e000dd-ff90-457d-a4c2-88298e3b0250",
    "image": "the_montesi_formula_found.png"
  },
  {
    "name": "FEAR GRIPS WORLD AS \"WORTHY\" TERRORIZE CITIES",
    "type": "Extraction",
    "threat": 18,
    "setup": "Place four Celestial Hammers (Asset) as shown on map D.",
    "scoring": "Players score 1 VP for each Celestial Hammer held by a character they control during the Cleanup Phase.",
    "details": "Interact (Celestial Hammer): Pick up this Celestial Hammer. Characters add 1 die to their attack rolls for each Celestial Hammer they are holding. Characters holding one or more Celestial Hammers must pay 1 {PWR} before playing a Team Tactic Card.",
    "banned": false,
    "map": "D",
    "speed": 4,
    "id": "1308c7cc-0e69-4281-9b90-ccd37b02cfab",
    "image": "fear_grips_world_as_worthy_terrorize_cities.png"
  },
  {
    "name": "DEADLY LEGACY VIRUS CURED?",
    "type": "Extraction",
    "threat": 19,
    "setup": "Place three Legacy Cures (Asset) as shown on map C.",
    "scoring": "A player scores 1 VP for each Legacy Cure held by a character they control during the Cleanup Phase.",
    "details": "Interact (Legacy Cure): Pick up this Legacy Cure. A character must spend 1 {PWR} per Legacy Cure it is holding before using this Interact.\n During the Cleanup Phase, if a non-Grunt character is holding all 3 Legacy Cures, its controlling player does not score VPs from this Crisis as normal. Instead, remove all Legacy Cures from the game. Then the character is KO'd and its controlling player scores 6 VPs.",
    "banned": false,
    "map": "C",
    "speed": 3,
    "id": "f14b3cae-21b9-4535-8f69-d5871a9adc51",
    "image": "deadly_legacy_virus_cured.png"
  },
  {
    "name": "PANIC GRIPS CITY AS EVACUATION EFFORTS CONTINUE!",
    "type": "Extraction",
    "threat": 19,
    "setup": "Place four Citizens (Civilian tokens) as indicated on map B.",
    "scoring": "Players score 1 VP for each Citizen held by a character they control during the Cleanup Phase.",
    "details": "Interact (Citizen): Pick up a Citizen.\nA character cannot hold more than one Citizen.\nDuring its activation, a character holding a Citizen may evacuate the Citizen by spending 6 {PWR}. The character's controlling player immediately scores 2 VPs and removes the Citizen held by that character from the game.",
    "banned": true,
    "map": "B",
    "speed": 4,
    "id": "c3f6e76e-7be2-42d2-ac1c-7d6e3b889180",
    "image": "panic_grips_city_as_evacuation_efforts_continue.png"
  },
  {
    "name": "ALIEN SHIP CRASHES IN DOWNTOWN!",
    "type": "Extraction",
    "threat": 17,
    "setup": "Place 3 Power Core tokens (Asset) as shown on Map C.",
    "scoring": "Players score 1 VP for each character they control that is holding a Power Core during the Cleanup Phase.",
    "details": "Interact (Power Core): Pick up this Power Core. A character can hold only 1 Power Core at a time.\n During the Cleanup Phase, each character with 3 or more {PWR} holding a Power Core rolls 3 dice. For each {FAIL} and {WILD} in the result, the character holding the Power Core and all characters within {RNG} 2 of it suffer 1 {DMG}.",
    "banned": false,
    "map": "C",
    "speed": 3,
    "id": "b2401342-ae40-47ff-a72e-5158e6e16514",
    "image": "alien_ship_crashes_in_downtown.png"
  },
  {
    "name": "S.W.O.R.D. ESTABLISHES BASE ON MOON'S BLUE AREA",
    "type": "Secure",
    "threat": 15,
    "setup": "Place 4 Console tokens (Point of Interest) as shown on Map G.",
    "scoring": "Players score 1 VP for each Console they Control during the Cleanup Phase.",
    "details": "Interact (Console): If no enemy characters are Contesting this Console, this character's controlling player now Controls this Console. Otherwise roll 1 die. If the result is a {CRIT}, {WILD}, or {HIT}, this character's controlling player now Controls this Console.\n During the Power Phase, if a player Controls more Consoles than their opponent, they command the base's security system and may choose an enemy character. The chosen character is Pushed {S}. The opposing player resolves this Push.",
    "banned": false,
    "map": "G",
    "speed": 4,
    "id": "1892598b-4f73-434f-9424-9288490f3884",
    "image": "sword_establishes_base_on_moons_blue_area.png"
  },
  {
    "name": "GAMMA WAVE SWEEPS ACROSS MIDWEST",
    "type": "Secure",
    "threat": 15,
    "setup": "Place three Gamma Shelters (Target of Opportunity) on the battlefield as shown on map E.",
    "scoring": "Players score 1 VP for Securing their Close, 1 VP for the Mid, and 2 VPs for Securing their Far Gamma Shelter during the Cleanup Phase.",
    "details": "During the Cleanup Phase, each character that is not within {RNG} 2 of a Gamma Shelter suffers 1 {DMG}.\nThe Gamma Shelter closest to a player's battlefield edge is their Close Shelter. The center Gamma Shelter is the Central Shelter. The Gamma Shelter farthest from their battlefield edge is their Far Shelter.",
    "banned": false,
    "map": "E",
    "speed": 6,
    "id": "f8cc1a53-e3d8-4338-a5fe-c948af77772c",
    "image": "gamma_wave_sweeps_across_midwest.png"
  },
  {
    "name": "COSMIC INVASION! BLACK ORDER DESCENDS ON EARTH",
    "type": "Secure",
    "threat": 16,
    "setup": "Place four Cosmic Vaults (Target of Opportunity) onto the battlefield as indicated on map D.",
    "scoring": "Players score 1 VP for each Cosmic Vault they secure during the Cleanup Phase.",
    "details": "During the Power Phase, some Cosmic Vaults will radiate cosmic energy. Starting with the player with Priority, players roll 1 die for each character they control within {RNG} 1 of a Cosmic Vault. If the result is a {CRIT} or {WILD}, that character gains 2 {PWR} and is Pushed {S}. The opposing player resolves this Push",
    "banned": false,
    "map": "D",
    "speed": 4,
    "id": "6656f66e-e1cb-4ab7-89fe-71336b8f07f0",
    "image": "cosmic_invasion_black_order_descends_on_earth.png"
  },
  {
    "name": "MAYOR FISK VOWS TO FIND MISSING WITNESSES",
    "type": "Secure",
    "threat": 16,
    "setup": "Place 2 Witness tokens (Target of Opportunity) as shown on the Map H.",
    "scoring": "Players score 2 VPs for each Witness they are securing during the Cleanup Phase.",
    "details": "During the Cleanup Phase, each of the Witnesses may flee. Starting with the player with priority, each player Places all Witnesses Secured by their opponent within {RNG} 2 of their current position. Each Witness may be Placed this way only once per Round. After a Witness is Placed, each character within {RNG} 1 of it suffers 1 {DMG} and gains the Stun special condition.",
    "banned": false,
    "map": "H",
    "speed": 4,
    "id": "b83015b9-81dd-454b-8324-8b91ecf37a9d",
    "image": "mayor_fisk_vows_to_find_missing_witnesses.png"
  },
  {
    "name": "DEADLY METEORS MUTATE CIVILIANS",
    "type": "Secure",
    "threat": 17,
    "setup": "Place 3 Origin Bomb tokens (Point of Interest) as shown on Map I.",
    "scoring": "Players score 1 VP for each Origin Bomb they Control during the Cleanup Phase.",
    "details": "Interact (Origin Bomb): Roll dice equal to this character's {ENRG} Defense. If the roll contains more {CRIT}, {WILD}, and {HIT} results than the number of Healthy enemy characters Contesting this Origin Bomb, this character’s controlling player now Controls this Origin Bomb. If the roll contains at least 1 {FAIL}, this character suffers 1 {DMG}.",
    "banned": false,
    "map": "I",
    "speed": 3,
    "id": "175b4218-07fa-4c7e-81d8-7a1036f81c0f",
    "image": "deadly_meteors_mutate_civilians.png"
  },
  {
    "name": "INFINITY FORMULA GOES MISSING",
    "type": "Secure",
    "threat": 17,
    "setup": "Place 4 Serum Canister tokens (Point of Interest) as shown on Map B.",
    "scoring": "Players score 1 VP for each Serum Canister they are securing during the Cleanup Phase.",
    "details": "During the Power Phase, characters contesting a Serum Canister gain 1 {PWR}.",
    "banned": false,
    "map": "B",
    "speed": 4,
    "id": "b591eb75-0bce-45ac-88b4-16a511941750",
    "image": "infinity_formula_goes_missing.png"
  },
  {
    "name": "RIOTS SPARK OVER EXTREMIS 3.0",
    "type": "Secure",
    "threat": 17,
    "setup": "Place 4 Extremis Console tokens (Point of Interest) as shown on Map D.",
    "scoring": "Players score 1 VP for each Extremis Console they secure during the Cleanup Phase.",
    "details": "Interact (Extremis Console): Remove 1 {DMG} from a non dazed character within {RNG} 2 of the Extremis Console.",
    "banned": false,
    "map": "D",
    "speed": 4,
    "id": "c9b0c736-42c5-4763-b886-2d7fd4763a8d",
    "image": "riots_spark_over_extremis_3.png"
  },
  {
    "name": "MUTANT MADMAN TURNS CITY CENTER INTO LETHAL AMUSEMENT PARK",
    "type": "Secure",
    "threat": 18,
    "setup": "Place 4 Trap tokens (Point of Interest) as shown on Map B.",
    "scoring": "Players score 1 VP for each Trap they control during the Cleanup Phase.",
    "details": "Interact (Trap): Roll dice equal to the interacting character's {PHYS} Defense. If the roll contains more {CRIT}, {WILD}, and {HIT} results than the number of Healthy contesting enemy characters, the interacting character's controlling player now controls the Trap.\nDuring the Cleanup Phase, each player controlling a Trap chooses an enemy character within {RNG} 2 of each Trap they control. The chosen character suffers 1 {DMG} and gains 1 {PWR}. Resolve each Trap completely before moving on to the next.",
    "banned": false,
    "map": "B",
    "speed": 4,
    "id": "ef0a9031-66d4-40b0-b51c-45c1765f1859",
    "image": "mutant_madman_turns_city_center_into_lethal_amusement_park.png"
  },
  {
    "name": "PORTALS OVERRUN CITY WITH SPIDER PEOPLE",
    "type": "Secure",
    "threat": 18,
    "setup": "Place 4 Inheritor Portals (Point of Interest) as shown on Map D.",
    "scoring": "Players score 1 VP for each Portal they Control during the Cleanup Phase.",
    "details": "Interact (Inheritor Portal): Roll dice equal to the interacting character's {ENRG} Defense. If the roll contains more {CRIT}, {WILD}, and {HIT} results than the number of Healthy contesting enemy characters, the interacting character's controlling player now controls the Portal. If the roll contains at least one {FAIL}, the interacting character is placed within {RNG} 2 of its current position. The opposing player resolves this placement.",
    "banned": false,
    "map": "D",
    "speed": 4,
    "id": "427acb2e-7b47-4fc2-b68a-66d6dbf6237d",
    "image": "portals_overrun_city_with_spider_people.png"
  },
  {
    "name": "DEMONS DOWNTOWN! HAS OUR COMEUPPANCE COME DUE?",
    "type": "Secure",
    "threat": 19,
    "setup": "Place three Flaming Portals (Point of Interest) as indicated on map E.",
    "scoring": "Players score 1 VP for each Flaming Portal they are securing during the Cleanup Phase.",
    "details": "During the Power Phase, all characters within {RNG} 1 of a Flaming Portal gain the Incinerate special condition.",
    "banned": false,
    "map": "E",
    "speed": 3,
    "id": "2929f190-6d93-48ef-bf29-9b32d0229259",
    "image": "demons_downtown_has_our_comeuppance_come_due.png"
  },
  {
    "name": "INTRUSIONS OPEN ACROSS CITY AS SEALS COLLAPSE",
    "type": "Secure",
    "threat": 19,
    "setup": "Place three Dark Portals (Point of Interest) as indicated on map C.",
    "scoring": "Players score 1 VP for each Dark Portal they Secure during the Cleanup Phase",
    "details": "Interact (Dark Portal): This character drops all objective tokens it is holding, if any. Then roll a die. If the result is {CRIT}, {WILD}, {HIT}, or {BLOCK}, place this character within {RNG} 1 of another Dark Portal. Otherwise, your opponent places this character within {RNG} 1 of another Dark Portal.",
    "banned": false,
    "map": "C",
    "speed": 3,
    "id": "8d51a482-ea66-42e8-b8ef-5ca96cff5e05",
    "image": "intrusions_open_across_city_as_seals_collapse.png"
  },
  {
    "name": "TERRIGEN CLOUDS SWEEP OVER CITY",
    "type": "Secure",
    "threat": 20,
    "setup": "Place two Terrigen Mist Clouds (Target of Opportunity) on the points near each board edge as shown on map C.",
    "scoring": "Players score 2 VPs for each Mist Cloud they are securing during the Cleanup Phase.",
    "details": "During the Cleanup Phase, each of the Mist Clouds may move. Starting with the player with priority, each player places all Mist Clouds secured by their opponent within {RNG} 2 of their current position. Each token may be placed only once per round in this way. Then each character within {RNG} 1 of a Mist Cloud suffers 1 {DMG} and gains the Poison special condition.",
    "banned": true,
    "map": "C",
    "speed": 4,
    "id": "e8740386-82bd-4531-ac85-b172c3ba15dd",
    "image": "terrigen_clouds_sweep_over_city.png"
  },
  {
    "name": "SUPER-POWERED SCOUNDRELS FORM SINISTER SYNDICATE!",
    "type": "Secure",
    "threat": 20,
    "setup": "Place 5 Ambush Tokens (Point of Interest) as shown on map F.",
    "scoring": "Players score 1 VP for each Ambush they secure during the Cleanup Phase.",
    "details": "Characters contesting an Ambush token have cover from attack made by characters not contesting the same Ambush token.",
    "banned": false,
    "map": "F",
    "speed": 5,
    "id": "e8740386-82bd-4531-ac85-b172c3ba15ff",
    "image": "super_powered_scoundrels_form_sinister_syndicate.png"
  },
  {
    "name": "PARANOIA PUMMELS POPULACE!",
    "type": "Extraction",
    "threat": 16,
    "setup": "Place 4 Disturbance tokens (Asset) as shown on Map K.",
    "scoring": "Players score 1 VP for each Disturbance a character they control is holding during the Cleanup Phase.",
    "details": "Interact (Disturbance): Pick up this Disturbance. A character can hold only 1 Disturbance at a time.\n When a character picks up a Disturbance, if there is not another allied character within {RNG} 2 of it, it suffers 1 {DMG}.\n During the Cleanup Phase, if one or more characters holding a Disturbance are within {RNG} 2 of another allied character, those characters' controlling player scores 1 VP.",
    "banned": false,
    "map": "K",
    "speed": 4,
    "id": "e8740386-82bd-4531-ac85-b172c3ba15fr",
    "image": "paranoia_pummels_populace.png"
  }
]
